
public class diary {
	//小女孩的日记
	public void show(){
		//当鱼为状态1的时候，大海尚未被污染
		//当鱼为状态2的时候
		{
			离我家不到一公里，就是神通川。
			我从小在神通川边长大，县里的男人女人都依赖着这条河水过活，我们在河里捕鱼，用河水灌溉庄稼。
			每天清早起来，亲切的河腥味儿总在第一时间钻进我的鼻孔里。于是我在梦里感到清晨的来临，就从床上爬起来，开始我一天的劳作。
			
			家中长兄离开了家乡，到神通川上游的炼锌厂上工作，他说，家乡的味道，隔着多远都一样清晰。
			——小女孩的日记 1945年
			
			什么是生物富集作用？
			生物富集作用亦称“生物放大作用”。通过生态系统中食物链或食物网的各营养级，使某些污染物，如放射性化学物质和合成农药等，在生物体内逐步浓集增大的趋势。而且随着营养级的不断提高，有害污染物的浓集程度也越高，最高营养级的肉食动物最易受害。  
			通过对食物链逐级富集过程的研究，就可认识污染物的迁移转化规律及其危害程度。如果人类有意识地设法切断食物链的某一环节，就可以使高位营养级的生物类群和人类免受危害。
		}
		//当鱼为状态3的时候
		{
			家乡的稻米枯萎了。父亲赚不到钱，只能空着手回到家。
			母亲病倒了，她躺在床上喊着：“痛啊！痛啊！”那声音真让我害怕。
			我和父亲在河边打鱼，银亮的鱼鳞在太阳下闪着光。
			母亲虽然卧病在床，好在仍吃得下东西。她夸我们打的鱼真鲜美，我每天最盼望着的，就是听到她说这句话。
			——小女孩的日记 1946年
			
			镉如何污染土地？
			镉对土壤的污染，主要通过两种形式，一是工业废气中的镉随风向四周扩散，经自然沉降，蓄积于工厂周围土壤中，另一种方式是含镉工业废水灌溉农田，使土壤受到镉的污染。为了防止镉对环境的污染，必须做好环境保护工作，严格执行镉的环境卫生标准。
			
		}
		//当鱼为状态4的时候
		{
			母亲的的病越来越严重，她痛得受不了了。
			我身上也隐隐作痛，不知道是不是也得了妈妈的怪病。
			父亲和我不再出门打鱼，隐隐有传言说是上游的炼锌厂污染了我们神通川的河水。
			整个富山县死气沉沉。
			哥哥从炼锌厂回到了家。
			——小女孩的日记 1947年
			

			什么是痛痛病？
			痛痛病起源在日本富山县，20世纪初期开始，当地发现该地区的水稻普遍生长不良。1931年又出现了一种怪病，患者大多是女人，病症表现为腰、手、脚等关节疼痛。病症持续几年后，患者全身各部位会发生神经痛、骨痛现象，行动困难，甚至呼吸都会带来难以忍受的痛苦。到了患病后期，患者骨骼软化、萎缩，四肢弯曲，脊柱变形，骨质松脆，就连咳嗽都能引起骨折。患者不能进食，疼痛无比，常常大叫“痛死了！”“痛死了！”有的人因无法忍受痛苦而自杀。这种病由此得名为“骨癌病”或“痛痛病”（Itai－Itai Disease）。

		}
		//当鱼为状态5的时候
		{
			家中没有收入，一家人的温饱成了大问题。
			我们是依靠稻米和打渔为生的，稻米发育不良，打上来的河鱼无人购买。
			哥哥和村民一大伙人闹到了炼锌厂，被人打了回来。
			我躲在神通川河边的时候，听到一个上了年纪的老大爷骂骂咧咧的说：
			“什么好的鱼！我不就不信能有毒！”
			他一连打了好几条鱼，走了。
			——小女孩的日记 1948年
			
			什么是公害病？
			公害病指由人类活动造成严重环境污染引起公害所发生的地区性疾病。 如与大气污染有关的慢性呼吸道疾病、由含汞废水引起的水俣病、由含镉废水引起的痛痛病等。
		}
		//当鱼为状态6的时候
		{

			我也很饿。鱼是那么鲜美，它诱惑着我。
			扁平的圆眼睛，光滑的银鳞，扎人的硬尾巴。
			我想吃掉一尾鱼。
			——小女孩的日记 1948年
		}
	}
}
